Repository: giellalt/corpus-sme
Catalog: tmx/nob/admin/sd/reports_no/norutrapport_2012_6_samisk.pdf.tmx
Source language: sme
Languages: nob

source: Sámepolitihkalaš lávdegoddi lea 2007 rájes leamaš suohkana guovttegielatvuođadoarjaga bušeahttaovddasvástideaddji, ja nu lea ge maid leamaš giellaguovddáža juolludemiid ovddasvástideaddji.
nob: Samepolitiskutvalg har siden 2007 hatt budsjettmessig ansvar for kommunens tospråklighetsmidler, derigjennom også kommunens bevilgninger til språksenteret.

source: Sámedikkis, Romssa fylkasuohkanis ja Gáivuona suohkanis lei bargomannolat 2007‐09 áigodagas, man ulbmil lea nuppástuhttet Ája sámi guovddáža organiserema oasussearvin (OS).
nob: I perioden 2007‐9 foregikk det en prosess mellom Sametinget, Troms fylkeskommune og Kåfjord kommune rundt omorganisering av Aja samiske senter til et AS.

source: Dan oktavuođas árvvoštalle galggašii go giellaguovddáža maid váldit fárrui dien ođđa organisašuvdnii, muhto suohkan
nob: Her ble det vurdert om språksenteret skulle bli en del av den nye organisasjonen, men kommunen ønsket å beholde språksenteret som en

source: hálidii doalahit giellaguovddáža suohkana ossodahkan.
nob: kommunal avdeling.

source: Suohkan balai massimis váikkuhanfámu, ahte ii šat beasa nu ollu mearridit maid giellaguovddáš galgá bargat.
nob: Kommunen var redd for å miste mye av innflytelsen på hva språksenteret skulle jobbe med. De så også for seg at endringer kunne begrense muligheten til å utnytte senteret så

source: Suohkan balai maid das ahte rievdan sáhtii mielddisbuktit dan ahte ii šat sáhte guovddáža geavahit nu álkit go ovdal, ja ahte fálaldagat sáhttet šaddat divraseabbon.
nob: fleksibelt som tidligere, og at tilbudet ville få en høyere kostnad.

source: 3.3 Giellaguovddáža doaibma
nob: 3.3 Språksenterets virksomhet

source: Giellaguovddáš lea áiggiid čađa deattuhan iešguđetlágan nannensurggiid, dađi mielde makkár dárbbut suohkanis ain leat áiggis áigái.
nob: Språksenteret har vektlagt forskjellige satsinger over tid, noe som henger sammen med at behovene i kommunen har endret seg.

source: Vuosttaš jagiid vuoruhedje sámegieloahpu skuvllas.
nob: De første årene var arbeid mot elever med samisk i skolen prioritert.

source: Go suohkan šattai oassin sámegielaid hálddašanguvlui, de šaddagođii váttis gávdnat oahpaheddjiid geain leat buorre gelbbolašvuohta, ja giellaguovddáš lei ge skuvllain oahpaheamen, ja veahkehii maid oahpaheddjiid buoridit iežaset gelbbolašvuođa.
nob: lærere, og språksenteret var både direkte inne i skolene med undervisning, og indirekte gjennom å heve kompetansen hos lærere.

source: Dađistaga šattai eanet ja eanet dárbu rávisolbmuid oahpaheapmái, earenoamáš dárbu lei skuvlet suohkana bargiid.
nob: Etter hvert ble voksenopplæring stadig mer viktig, og spesielt skolering av kommunalt ansatte.

source: ja bargoaddiid movttiidahttimiin, leat ge suohkanbargit leamaš dehálaš oasseváldin giellakurssiin, ja doalahan kurseoasseválddiid logu badjin.
nob: Gjennom ulike kommunale støtteordninger og oppmuntring fra arbeidsgiver, har nettopp kommunalt ansatte utgjort en vesentlig del av deltakerne på språkkursene.

source: Ja lea maid leamaš hui dehálaš oažžut sin fievrredit iežaset gelbbolašvuođa ruovttoluotta suohkanii, vai nákcejit gulahallat suohkana sámegielagiiguin.
nob: Denne kompetansen har vært viktig å ta med seg tilbake i kommunen slik at de ansatte kan møte samisktalende brukere.

source: Ovdamearkan sáhttá namuhit ahte lei vejolaš čuovvut sámegiel lohkanbadjeoahpu Gáivuonas 1997:s (Sámi allaskuvlla lávdaduvvon oahpahus), go ledje čađahan giellaguovddáža kurssiid.
nob: Et eksempel som kan trekkes fram var muligheten til å ta samisk semesteremne i Kåfjord i 1997 (desentralisert fra Samisk høgskole) etter å ha deltatt på språksentret

source: Dain kurseoasseválddiin čađahedje 16 studeantata eksámena, ja máŋgasiin sis lea ge dál nanu giellagelbbolašvuohta, mii lea vuođđun sihke skuvllas ja hálddahusas, ii dušše Gáivuonas muhto
nob: kurs. Fra dette kullet tok 16 studenter eksamen, og mange av disse utgjør i dag grunnfjellet i språkkompetansen i skolen og forvaltningen ikke bare i Kåfjord, men også i nabokommunene.

source: Olmmáivákki skuvllas leat badjel 70 % ohppiin válljen oahpu sámegielas dahje sámegillii.
nob: Ved Manndalen skole har over 70 % av elevene valgt opplæring i eller på samisk.

source: Máŋgga oahppis leat váhnemat geat eai leat oahppan sámegiela iežaset váhnemiin, ja eai ieža ge leat ožžon vejolašvuođa oahppat dan skuvllas.
nob: Mange av disse har foreldre som ikke har fått språket overført fra sine foreldre, og heller ikke har hatt mulighet til å lære samisk i skolen.

source: Danin lea váttis váhnemiidda čuovvut mánáid sámegiel leaksolohkama dahje diktit sin gullat sámegiela ruovttus.
nob: Foreldrene vil derfor ha vansker med å følge opp barna med samisklekser eller skape språkarenaer i hjemmet.

source: Danin leat giellaguovddážis leamaš sierra giellanannendoaimmat váhnemiidda, ja leat ávžžuhan sin čuovvut giellakurssiid mat leat buohkaid
nob: Språksenteret har derfor hatt egne tiltak med språkstøtte rette mot

source: várás.
nob: foreldre, og disse er blitt oppmuntret til å delta på de generelle språkkursene.

source: Giellaguovddáš doarju maid mánáid sámegieloahpahusa skuvllas, sii lágidit giellalávgumiid ja doalahit lagas ovttasbarggu oahpaheddjiiguin, earenoamážit Olmmáivákki skuvllas.
nob: Språksenteret støtter også opp om samiskundervisningen som blir gitt til barna i skolen gjennom arrangering av språkbad, og har et tett samarbeid med lærere, særlig ved Manndalen skole.

source: 1997 rájes lea guovddáš ráhkadan sierra oahppoávdnasiid.
nob: Fra 1997 har senteret utarbeidet et eget undervisningsmateriale.

source: Sii leat geavahan ollu návccaid dasa ahte oažžut earáid maid geavahit dieid oahpponeavvuid, sihke oahpaheddjiid geat barget skuvllas, eará giellaguovddážiid ja sin geat hálidit geavahit interneahta.
nob: Mye krefter er brukt for å gjøre dette tilgjengelig for andre, både lærere som jobber i skolen, andre språksentre, samt de som ønsker å bruke internett.

source: Oassi diein oahpponeavvuin leat fáddágirjjážat.
nob: En del av dette materialet er organisert som tematiske hefter.

source: Leat maid ráhkaduvvon ollu neahttaspealut maidda sihke mánát ja earát liikojit hui
nob: Det er også utviklet en rekke nettbaserte spill som er

source: bures.
nob: populære for barn og andre.

source: Giellaguovddážis lea njuolggo ovttasbargu suohkana mánáidgárddiiguin gos okta sin deháleamos bargguin lea nannet 5‐jahkásaččaid giela ja nu ráhkkanahttit sin skuvlaálgimii.
nob: Språksenteret er direkte inne i kommunens barnehager hvor en satsing mot 5‐åringene og styrking av deres språkpraksis før skolestart er et viktig element.

source: Giellaguovddáš lea lágidan kursse buot suohkana mánáidgárddiid bargiide sámi kulturipmárdusa birra.
nob: Alle ansatte i kommunens barnehager er kurset av språksenteret i samisk kulturforståelse.

source: Giellaguovddáš bálkáha oahpaheddjiid lágidit giellakafea Biertaváris, Olmmáivákkis ja Omasvuonas.
nob: Språksenteret leier inn folk som kjører jevnlige språkkafeer i Birtavarre, Manndalen, Storfjord.

source: Giellakafea lea maid aitto álggahuvvon Dálošvákkis.
nob: Dette er også nylig startet opp i Olderdalen.

source: geavahit, ja olbmot leat dasa liikon hui bures.
nob: Språkkafeene er møteplass og en arena for å bruke språket, og har vært populære.

source: Leat eanas vuorasolbmot geat čuvvot dien fálaldaga.
nob: Det er mest eldre som benytter seg av tilbudet.

source: Guovddáža giellakursset leat nuppástuvvan dađi mielde go suohkana dárbbut leat nuppástuvvan.
nob: Språkkursene som senteret har kjørt har endret seg en del ettersom behovene i kommunen har endret seg.

source: Dalle go guovddáš álggahuvvui, de ledje áibbas moattes suohkanássiin ja suohkanbargiin geat arve álgit kurssiide gos šaddá rahčat váttis grammatihkain.
nob: Ved senterets oppstart var det svært få innbyggere og kommunalt ansatte som hadde forutsetninger for å gå i gang med tunge grammatiske kurs.

source: Danin ledje ge vuosttaš kursset dušše hupmankursset, ja de šadde lohkankursset, ja dađistaga viiddidedje kurssiid nu ahte šadde kursen mat biste badjel 200 diimmu.
nob: De første kursene var derfor bare muntlige, så ble det lesekurs, og etter hvert ble det mer omfattende kurs som gikk over 200 timer.

source: 2000‐logus leamaš Álgu ja Joatkka giellakursset (goabbáge kurse lea 200 diimmu) deháleamis doaibman.
nob: På 2000‐tallet har språkkursene Algu og Joatkka (begge på 200 timer) vært de viktigste tiltakene.

source: Ovttasbargguin Romssa universitehtain sáhtte oasseválddit
nob: Gjennom et samarbeid med Universitetet i Tromsø kunne deltakerne registrere seg som studenter og

source: čálihit iežaset studeanta ja čađahit eksámena mii rabai sidjiide vejolašvuođa beassat álgit sámegiela lohkanbadjeohppui.
nob: ta eksamen som ga mulighet til å fortsette på semesteremne.

source: Lohkanbadjeoahppu lea fállojuvvon jietna ‐ govva studios Gáivuonas.
nob: Semesteremne har blitt tilbud over lyd‐ bilde studio til Kåfjord.

source: 2008:s rievdadii universitehta iežas oahppofálaldaga 3‐jagi Bacheloroahppun; sámegiella amasgiellan, ja de eai sáhttán šat Gáivuona kurseoasseválddit čadnot dat fálaldahkii ja oažžut seamma vejolašvuođa čađahit eksámena go ovdal.
nob: I 2008 la universitetet om sitt undervisningstilbud til 3‐årig Bachelor i samisk som fremmedspråk, og kursdeltakerne fra Kåfjord kunne ikke lenger knyttes opp mot dette og gis samme muligheter til å ta eksamen som tidligere.

source: Danin ledje ge stuora vuordámušat 5‐jagi ovttasbargošiehtadussii maid ráhkadedje Sámi allaskuvllain ja Sámedikkiin rávisolbmuidoahpahusas, man vuođđun galge leat
nob: Det var derfor knytet store forventninger til den 5‐ årige samarbeidsavtale mellom Samisk høgskole og Sametinget om voksenopplæring, og hvor det ble lagt opp til kompetansegivende kurs.

source: 2010 rájes lea giellaguovddáš lágidan SAAL ‐ kurssiid easkaálggahalliide ovttas Sámi allaskuvllain.
nob: Fra 2010 har språksenteret kjørt SAAL ‐ kurs for nybegynnere i samarbeid med Samisk høgskole.

source: Diet kursset leat huksejuvvon seamma sisdollui go ovdalaš Álgu ja Joatkka kursset.
nob: kursene Algu og Joatkka.

source: Oahppu addá 15 oahppočuoggá, ja oažžu maid stipeandda Sámedikkis.
nob: Studiet gir 15 studiepoeng, og stipend fra Sametinget.

source: Kurse lea Gáivuonas lágiduvvon intensiivakursen mii bistá 6 vahku, ja lágiduvvo beaivet.
nob: Kurset er i Kåfjord kjørt som et intensivkurs over 6 uker på dagtid med språksenterets folk som underviser, mens Samisk høgskole har tatt seg av det administrative arbeidet.

source: Giellaguovddáža bargit leat oahpaheaddjin, ja Sámi allaskuvla lea doaimmahan hálddašanbarggu.
nob: Da Samisk høgskole ikke lenger kunne prioritere videreføring av SAAL ‐ kurs i nordsamisk, ga ikke språksenteret seg, og fikk til en ordning der kursene kunne videreføres med språksenterets egne midler og ved at de tok ansvaret for administreringen selv.

source: Go Sámi allaskuvla ii šat sáhttán vuoruhit SAAL ‐ kurssiid davvisámegielas viidáseappot, de ii vuollánan giellaguovddáš.
nob: Etter SAAL2 kan deltakerne gå videre på semesteremne i Kautokeino eller Tromsø.

source: Sii jotke kursefálaldaga dan málle mielde ahte geavahedje iežaset ruđaid ja válde ieža
nob: Ikke alle har

source: hálddašanovddasvástádusa. Go lea čađahan SAAL2 kursse, de sáhttet sii geat kursse leat čuvvon joatkit lohkanbadjeoahpuin Guovdageainnus dahje Romssas.
nob: muligheten for å reise bort, og foretrekker et videre tilbud i Kåfjord.

source: Danin leat lágidan eahkesfálaldaga mas leat geavahan njálmmálaš giela duoji ja čállosiidlohkama oktavuođas, sidjiide geat leat čuvvon ovdalaš kurssiid.
nob: Det er derfor gitt et kveldstilbud med fokus på det muntlige i kombinasjon med duodji og lesing av tekster for de som har deltatt på tidligere kurs.

source: Giellaguovddáš lea sihke SAAL ‐ kurssiin ja ovdalaš Álgu ja Joatkka giellakurssiin bidjan
nob: Språksentret har både i SAAL ‐ kursene, men også i de tidligere Algu og Joatkka, satset en del på å bake inn praktiske, kulturelle aktiviteter, som duodji, i språkkursene, og har i begrenset grad kjørt egne tematiske kurs hvor disse aktivitetene har vært det bærende.

source: Lea maid deattuhuvvon ahte kurssiin galget oahppat Gáivuonsuopmana sániid ja dadjavugiid.
nob: Det er også lagt vekt på at deltakerne skal få kunnskap om Kåfjordsamiske ord og uttrykk.

source: Giellaguovddáš lea bargan dehálaš barggu go lea dokumenteren dien suopmana iešguđetlágan fáddagirjjážiin ja sátnelisttuin.
nob: Språksenteret har gjort et viktig arbeid med å dokumentere denne dialekten gjennom ulike tematiske hefter med ordlister. Denne

source: Diet máhttu gaskkustuvvo maid oanehis kurssiin nugo ovdamearkkadihte mini ‐ kurssiin mat leat Riddu ‐ Riđđu festivála oktavuođas Olmmáivákkis, mii lágiduvvo juohke jagi.
nob: kunnskapen blir også formidler i kortere kurs som for eksempel mini ‐ kurs under den årlige Riddu‐ Riddu ‐ festivalen i Manndalen.

source: Leat maid čohkken sámegiel báikenamaid.
nob: Det er også samlet inn samiske stedsnavn.

source: 3.4 Bargiid fidnen
nob: 3.4 Rekruttering

source: Giellaguovddážis leat goasii čađat dan áiggi go leamaš doaimmas leamaš 2 bissovaš virggi, ja dađistaga leat ožžon lassin beallevirggi man ulbml lea viididit guovddáža regionála doaimmaid.
nob: Språksenteret har stort sett gjennom hele sin eksistens hatt 2 faste stillinger, som etter hvert ble styrket med en halv stilling til utvidet, regional virksomhet.

source: Dan virggi vuođđuruhtadeaddji lea suohkan, mii juolluda liigedoarjaga virgái
nob: De siste to årene har en halv stilling

source: guovttegielatvuođadoarjagiin.
nob: knyttet til arbeid i barnehagene blitt lagt til senteret.

source: Guovddážis lea muhtun áiggiid leamaš váttis fidnet bargiid.
nob: Stillingen er primært finansiert ved ekstrabevilgninger fra kommunens tospråklighetsmidler.

source: Dilli lei earenoamáš váttis gaskal 2006‐08, dalle go guovddážis ii lean beaivválaš jođiheaddji.
nob: Senteret har til tider hatt vansker med å rekruttere ansatte, og særlig i en periode mellom 2006‐08 var situasjonen vanskelig hvor senteret var uten daglig leder.

source: Dien áiggi šattai suohkana giellakonsuleanta doaimmahit guovddáža hálddašanbargguid.
nob: Den kommunale språkkonsulenten måtte i denne perioden gå inn og utføre en del administrative oppgaver.

source: Maŋemus jagiid gal lea bargiid dilli leamaš bissovaš, ja olggobeale guovddáža geavaheddjiid mielas lea guovddáža bargiin hui nanu gelbbolašvuohta.
nob: De siste par årene har bemanningssituasjonen vært stabil, og kompetansen blant de ansatte anses for å være svært god av brukere utenfra.

source: Giellaguovddážis leat muhtun diibmomeriid mielde bálkáhuvvon bargiid maid.
nob: Språksenteret har noen eksternt

source: ránnjásuohkaniin.
nob: ansatte på timebasis.

source: Muđui gal leat guovddáža iežas bargit mat doaimmahit eanas oasi guovddáža bargguin.
nob: Ut over dette har det meste av senterets virksomhet blitt utført av de fast ansatte.

source: 3.5 Doaimma ruhtadeapmi
nob: 3.5 Finansiering av virksomheten

source: Giellaguovddáš jođihii máŋga jagi iežas doaimma prošeaktan, ii ge ožžon bissovaš ruhtadeami ovdal 2001:s go Sámedikki vuođđodoarjja ásahuvvui sierra, fásta ruhtadanortnegiin.
nob: Språksenteret drev sin virksomhet i mange år som et prosjekt, og fikk ikke fast finansiering fra Sametinget før 2001 da grunntilskuddet ble etablert som en egen, fast ordning. Perioden som

source: Prošeakta áigodaga muitet gáibideaddji ja veaháš eahpesihkkaris áigin.
nob: prosjekt blir betegnet som krevende med en del usikkerhet.

source: Suohkan lea álggu rájes juo juolludan guovttegielatvuođadoarjaga giellaguovddážii.
nob: Kommunen har helt siden oppstarten bidratt med tospråklighetsmidler til finansiering av drifta.

source: Lassin fásta doaibmadoarjagii lea suohkan muhtun jagiid juolludan liigedoarjaga dihto doaimmaide, juogo guovttegielatvuođadoarjagiin dahje eará
nob: I tillegg til det faste driftstilskuddet er det enkelte år bevilget ekstra midler til konkrete tiltak, enten fra tospråklighetsmidlene eller andre kommunale drifts‐ eller kulturmidler.

source: doaibma ‐ dahje kulturruđain mat suohkanis leat.
nob: Fra 2006 ble det øremerket en halv stilling finansiert av Troms fylkeskommune for å utvide virksomheten utenfor Kåfjord kommune.

source: Okta ákkain lei ahte ránnjásuohkana olbmuide lei váttis čuovvut giellaguovddáža kurssiid mat leat bargoáiggis Gáivuonas, danin go sii eai oaččo barggus friddja bálkkáin.
nob: hadde vansker med å delta på språksentrets kurs på dagtid i Kåfjord da de ikke fikk fri med lønn.

source: Diet doarjja galggai ge dasto adnot lágidit eahkeskurssiid ránnjásuohkaniin (Ivgos, Omasvuonas, Návuonas).
nob: Midlene skulle derfor brukes til å kjøre kveldskurs i nabokommunene (Lyngen, Storfjord, Kvænangen).

source: Maŋemus jagiid leat diet doaimmat geahpeduvvon, earet eará
nob: De siste årene har denne aktiviteten blitt noe redusert, blant annet fordi Storfjord har fått sitt eget språksenter.

source: Jahkásaš doaibmadoarjja maid giellaguovddáš oažžu Romssa fylkasuohkanis (kr. 253.000, 2011) lea boađus fylkasuohkana ja Sámedikki ovttasbargošiehtadusas.
nob: De årlige driftsmidlene språksenteret får fra Troms fylkeskommune (kr. 253.000 i 2011) er et resultat av samarbeidsavtalen mellom fylkeskommunen og Sametinget.

source: Dál leat regionálabarggut eanas jorgalanbarggut maid giellaguovddážis barget fylkka ovddas Davvi ‐ Romssa museas, ja čoagganemiid lágideamit joatkkaskuvlaohppiide geain lea sámegiella.
nob: I dag er de regionale oppgavene mer konsentrert rundt oversettelsesarbeid senteret utfører for fylket ved Nord ‐ Troms museum og arrangering av samlinger for elever med samisk i videregåendeskole.

source: maid ožžot suohkanis, Sámedikkis ja fylkasuohkanis.
nob: Språksenteret i Kåfjord har valgt å legge det meste av sin virksomhet innenfor driftsbudsjettet med faste bevilgninger fra kommunen, Sametinget og fylkeskommunen.

source: Guovddáš lea oalle unnán ohcan sierra ruđaid prošeaktadoaimmaide.
nob: Senteret har i begrenset grad søkt om eksterne midler til prosjektvirksomhet.

source: Dat vuolgá sihke das ahte lea bargonávccain sáhka, ohcamušaid hábmen lea áddjás bargu, ja maiddái gáibida ollu barggu gávdnat olbmuid geat prošeaktadásis sáhttet bargat.
nob: Dette er både et kapasitetsspørsmål i forhold til å utforme søknader, og i neste omgang å ha personressurser til å jobbe prosjektrettet.

source: Giellaguovddáš lea válljen geavahit iežas resursaolbmuid bálvalit suohkana dárbbuid, lágidit giellakurssiid rávisobmuide, ja maiddái nannet suohkana fálaldagaid mánáide ja nuoraide.
nob: De personressursene som finnes i språksenteret har en primært valgt å bruke for å serve kommunens behov, gjennom språkkurs for voksne, men også ved å styrke det kommunale tilbudet til barn og

source: 3.6 Doaimma ulbmil ja beaktu
nob: 3.6 Mål og effekter av virksomheten

source: Guovddáš lea ovdošanveara ollu olbmuide oahpahan sámegiela ja kulturmáhtu dan 18 jagis go leamaš doaimmas.
nob: Senteret har i sin 18 års virksomhet gitt et imponerende antall personer kunnskap i samisk språk og kulturkunnskap.

source: 300 olbmo leat čuvvon guhkebuš giellakurssiid.
nob: 300 personer har gjennomgått språkkurs av lenger varighet.

source: Dasa lassin lea guovddáš olahan sihke mánáidgárddi ja vuorasolbmuid iežas fálaldagaiguin, lea ásahan giellakafea deaivvadanbáikin máŋgga gilis ja nannen mánáide sámegielfálaldaga skuvllas.
nob: I tillegg har senteret nådd aldersgrupper fra barnehage til eldre, skapt møteplasser gjennom språkkafe i flere bygder, og styrket tilbudet til barn med samisk i skolen.

source: Suohkana iešguđetlágan váikkuhandoarjjaortnegat leat movttiidahttán ollugiid čuovvut giellaguovddáža kurssiid. Suohkan fállá
nob: Kommunens ulike virkemiddelordninger har det

source: earet eará virgelobi bálkkáin, addá bálkábuhtadusa váhnemiidda ja ealáhusaide, ja juohká maid stipeanddaid.
nob: Blant annet tilbyr kommunen ansatte permisjon med lønn, gir lønnskompensasjon for foreldre og næringslivet, samt bidrar med stipend.

source: Suohkanhálddahusa ja politihkalaš dási informánttat deattuhit ahte giellaguovddáš lea áibbas dehálaš ásahus Gáivuonas, dan haga ii livčče servodat vel joavdan dan dássái mas dál leat, ahte bures dohkkehit sámivuođa.
nob: Informanter i kommuneadministrasjonen og politisk nivå fremhever språksenteret som helt nødvendig for at Kåfjordsamfunnet har kommet dit det er i dag med stor aksept for det samiske.

source: Álggos eai orron olbmot hálideamen searvat giellahálddašanguvlui, muhto dál leat eanas suohkanássit dohkkehan dan ahte suohkan lea guovttegielalaš, ja mánát ja nuorat atnet
nob: Fra et utgangspunkt med stor skepsis mot innlemmelsen i språkforvaltningsområdet, har de fleste innbyggerne forsonet seg med kommunens tospråklighet, og barn og ungdom er stolt over sin

source: hui árvvus iežaset sámi duogáža.
nob: samiske bakgrunn.

source: Informánttat gesset maid ovdan man dehálaš fálaldat giellalávgun lea, mii láve leat Riddu ‐ Riđđu festivála oktavuođas.
nob: Språksenterets tilbud om språkbad i forbindelse med Riddu Riddu ‐ festivalen, blir fremhevet som et viktig tilbud.

source: Giellaguovddáš lea huksen suohkana bargiide, váhnemiidda, ealáhusbargiide ja eaktodáhtolaš servviide giellagelbbolašvuođa.
nob: Språksenteret har bygget opp språkkompetanse hos kommunalt ansatte, foreldre, næringsdrivende, og frivillige lag fra et nivå hvor få var i stand til å bruke språket, til at flere har blitt språkbærere og skaper nye arenaer for bruken av språket.

source: Guovddáš lea jahkedieđáhusain maid čállán raportta dásseárvoeavttuid birra, maŋŋel go Sámediggi bijai dan gáibádussan 2009:s.
nob: Senteret har i årsrapportene rapportert på likestillingskriterier etter at Sametinget fremmet dette som et krav i 2009.

source: Raporttain čilgejit man ollu nissonolbmot ja dievddut leat stivrrain ja bargguin; sihke fásta ja diibmobargit.
nob: Det rapporteres på styresammensetning, kjønnsfordeling blant faste og

source: Sohkabeale juohku lea oalle jámma, earret diibmobargiid gaskkas, geat leat eanas nissonolbmot.
nob: timeansattes. Kjønnsfordelingen er ganske lik, bortsett fra engasjerte på timebasis der det nesten bare er kvinner.

source: Raporttain eai čále earenoamážit movt nissonolbmuid ja dievdduid juohku lea kurssiin, muhto dat sáhttá rievddadit jagis jahkái.
nob: Det rapporteres ikke spesielt på kjønn blant kursdeltakere, og kjønnsfordelingen kan variere fra år til år.

source: Muhtun jagiid leat hui dásset, eará jagiid leat ollu eanet nissonolbmot.
nob: Noen år er det likt, andre år er kvinnene i stort flertall.

source: fállet kurssiid sidjiide geat dieđihit kurssiide.
nob: Senteret har ikke sett på dette som noe stort problem, de tilbyr kurs til de som melder seg på.

source: Guovddážis lea sierra árvvoštallanskovvi masa kurssiid oassálastit galget kursse loahpas čállit man duhtavaččat sii ledje kurssiin.
nob: Senteret har et eget evalueringsskjema for å måle brukertilfredshet ved kursenes avslutning.

source: Skovvi lea hui oktageardán, ja giellaguovddáža informánttaid mielas livččii áigi dan ođasmahttet.
nob: Skjemaet er ganske generelt, og trenger i følge informanten ved språksenteret en oppdatering.

source: Dieđuid maid árvvoštallamiin ožžot, geavahit sii ávkin nu ahte besset oahpu láhčit oasseválddiid sávaldagaid mielde, ja gehččet maiddái maid leat hálidan deattuhit kurssiin dahje man birra hálidit eanet dahje eai nu ollu oahppat. Oasseválddit leat
nob: Informasjonen brukes til å tilpasse undervisningen etter deltakernes ønsker, og hvor det blir spurt om ulike elementenes vektlegging i kursene, hva de ønsker mer eller mindre av.
